package globals

// Answers
var (
	StartAnswer string = `*-💥┈┅━ به ضدلینک استرایکر خوش آمدید
	-🔱┈┅━ پیشرفته ترین ضدلینک رایگان در تلگرام
	ᴄᴏᴅᴇᴅ ʙʏ : @TaSaDoPHi
	┈┅━━━━┅┈ ┈┅━━━━┅┈*
	╼ نگاهی به بهترین قابلیت ها :
	╼ پاکسازی اتوماتیک محتوای 18+  ضد پورن 
	╼ نصب اتوماتیک در گروه
	╼ پاکسازی کامل گروه 
	╼ دریافت ربات CLi با کلیک روی دکمه شیشه ای !
	╼ دارای 18 قفل با 5 حالت مختلف
	╼ سخنگو  هم بی ادب هم با ادب 
	╼ کنترل کاربر با پنل دکمه شیشه ای
	╼ فیلتر کردن کلمات بصورت مخفی
	╼ تنظیم اصل برای کاربران
	╼ شیک همراه با بهترین امکانات
	╼ و ده ها قابلیت دیگه که توی راهنما نوشته شدن...
	*┈┅━━━━┅┈ ┈┅━━━━┅┈
	ᴍᴀɴᴀɢᴇᴍᴇɴᴛ : @SafoSuf
	-〽️┈┅━ پشتیبانی آماده پاسخگویی به شماست*`
	AboutTeamAnswer string = `*-💥┈┅━ مختصر و مفید از تیم فرگال
	ᴘᴏᴡᴇʀᴇᴅ ʙʏ : @FeRGaLTM
	┈┅━━━━┅┈ ┈┅━━━━┅┈*
	╼ شروع فعالیت تیم از سال 1398
	╼ دارای اعتبار
	╼ تأمین امنیت بیش از 20000 گروه در تلگرام
	╼ پشتیبانی از سوالات و مشکلات شما
	╼ بهترین خدمات بدون هزینه !
	╼ از محبوبیت بین شما کاربران خوشحالیم
	*
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	ʟɪɴᴋᴅᴏɴɪ : @LiNKDoNiFeRGaL
	-〽️┈┅━ از انتخاب شما صمیمانه سپاسگذاریم 🤍💫*`
	UpgradeToSuperGroup string = `−⚠️┈┅━ برای کارکرد صحیح گروه را به سوپرگروه ارتقا دهید`
	InstalledAnswer     string = `⚜️|| استرایکر با مُوفقیت در گروه نَصب شد ||⚜️ 
	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	◽️− از انتخاب شما سپاسگزاریم ! 
	
	◾️− ادمین ها با موفقیت شناسایی شدند
	◾️− قفل ها بصورت اتوماتیک تنظیم شدند
	◾️− مکالمه فعال شد
	◾️− ضد پورن فعال شد
	◾️− حالت ربات روی با ادب تنظیم شد
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	◽️− در صورت بروز مشکل به پشتیبانی مراجعه کنید`
	HelpAnswer string = `−◾️┈┅━ به راهنمای ربات استرایکر خوش آمدید

	−◾️┈┅━ بخش مورد نظر را انتخاب کنید`
	BackToHelpAnswer string = `−◾️┈┅━ به پنل راهنما بازگشتید

	−◾️┈┅━ بخش مورد نظر را انتخاب کنید`
	AddedToVip                 string = `−◾️┈┅━ کاربر %s با موفقیت ویژه شد 🎗`
	AlreadyAddedToVip          string = `−◾️┈┅━ کاربر %s از قبل ویژه بود`
	HaveRole                   string = `−⚠️┈┅━ کاربر %s %s گروه میباشد !`
	RemovedFromVip             string = `−◾️┈┅━ کاربر %s از لیست ویژه حذف شد`
	AlreadyRemovedFromVip      string = `−◾️┈┅━ کاربر %s از قبل ویژه نبود`
	ListCleaned                string = `−◾️┈┅━ لیست %s پاکسازی شد ♻️`
	ListAlreadyEmpty           string = `−◾️┈┅━ لیست %s خالی میباشد 🔖`
	AddedToMuteList            string = `−◾️┈┅━ کاربر %s %s`
	RemovedFromMuteList        string = `−◾️┈┅━ کاربر %s حذف سکوت شد`
	AlreadyRemovedFromMuteList string = `−◾️┈┅━ کاربر %s سکوت نیست`
	AlreadyAddedToMuteList     string = `−⚠️┈┅━ کاربر %s در لیست سکوت قرار دارد`
	MutedForTime               string = `
	−◾️┈┅━ به مدت %s سکوت شد 🔇`
	AlreadyFiltered           string = `−◾️┈┅━ کلمه *%s* در لیست فیلتر موجود است`
	Filtered                  string = `−◾️┈┅━ کلمه *%s* با موفقیت فیلتر شد ⚠️`
	AlreadyNotFiltered        string = `−◾️┈┅━ کلمه *%s* فیلتر نیست`
	RemovedFromFiltered       string = `−◾️┈┅━ کلمه *%s* آزاد شد`
	AddedToBanList            string = `−◾️┈┅━ کاربر %s %s`
	RemovedFromBanList        string = `−◾️┈┅━ کاربر %s حذف بن شد`
	AlreadyRemovedFromBanList string = `−◾️┈┅━ کاربر %s بن نیست`
	AlreadyAddedToBanList     string = `−⚠️┈┅━ کاربر %s در لیست بن قرار دارد`
	BannedForTime             string = `
	−◾️┈┅━ به مدت %s بن شد 🔇`
	HiddenFilter string = `−◾️┈┅━ روی لینک زیر کلیک کنید
	−◾️┈┅━ کلمات را در پیوی ربات فیلتر کنید
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◽️┈┅━ [افزودن کلمه](%s)`
	SendHiddenFilterWords string = `−◾️┈┅━ کلمات خود را یکی یکی ارسال کنید

	−◼️┈┅━ بعد از پایان عملیات روی دکمه پایان کلیک کنید`
)
