package globals

var (
	ForceJoinHelp string = `− 🔱┈┅━ راهنمای اد و جوین اجباری

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن جوین اجباری  :
	−🧾┈┅━【 جوین اجباری فعال  -  Forcejoin on 】
	−📕┈┅━ اعضای واقعی جمع کنید !
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن جوین اجباری :
	−🧾┈┅━【 جوین اجباری غیرفعال  -  Forcejoin off 】
	−📕┈┅━ مهربان باشید . . .
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم کانال :
	−🧾┈┅━【 تنظیم کانال @ - Set channel @ 】
	−📕┈┅━ جلوی @ ایدی کانال را قرار دهید
	ربات حتما در کانال مورد نظر ادمین باشد !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای فعال کردن اد اجباری :
	−🧾┈┅━【 اد اجباری فعال - Forceadd on 】
	−📕┈┅━ میتوانید تعداد اد اجباری را از پنل » تنظیمات » اد اجباری تغییر دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای غیرفعال کردن اد اجباری :
	−🧾┈┅━【 اد اجباری غیرفعال - Forceadd off 】
	−📕┈┅━ نه به محدودیت !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	FilterHelp string = `− 🔱┈┅━ راهنمای فیلتر کلمات 

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فیلتر کلمه  :
	−🧾┈┅━【 فیلتر کلمه  -  Filter word 】
	−📕┈┅━ کلمه خود را بعد از فیلتر قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای حذف فیلتر کلمه :
	−🧾┈┅━【 حذف فیلتر کلمه  -  Unfilter word 】
	−📕┈┅━ کلمه خود را بعد از حذف فیلتر قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای فیلتر کلمات بصورت مخفیانه :
	−🧾┈┅━【 فیلتر مخفی 】
	−📕┈┅━ وارد لینکی که برای شما ارسال میشود شوید ٫ حالا میتوانید کلمات را بصورت مخفیانه فیلتر کنید !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	MuteHelp string = `− 🔱┈┅━ راهنمای سکوت و حذف سکوت

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای سکوت کردن کاربر  :
	−🧾┈┅━ ریپلی +【 سکوت  -  Mute 】
	−📕┈┅━ همچنین میتوانید جلوی سکوت یوزرنیم شخص را قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای حذف سکوت کردن کاربر :
	−🧾┈┅━ ریپلی +【 حذف سکوت - Unmute 】
	−📕┈┅━ همچنین میتوانید جلوی حذف سکوت یوزرنیم شخص را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای سکوت موقت :
	−🧾┈┅━ ریپلی +【 سکوت 4 دقیقه - Mute 1 m 】
	−📕┈┅━ همچنین میتوانید به جای دقیقه از ساعت و روز استفاده کنید [ برای انگلیسی [ M , H , D ] ]
	• اعداد نیز قابل تغییر هستند !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاکسازی لیست سکوت :
	−🧾┈┅━【 پاکسازی لیست سکوت - Clean Mute list 】
	−📕┈┅━ میتوانید از قسمت پنل » لیست ها نیز اقدام کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	VipHelp string = `− 🔱┈┅━ راهنمای ویژه و حذف ویژه

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای ویژه کردن کاربر  :
	−🧾┈┅━ ریپلی +【 ویژه  -  ViP 】
	−📕┈┅━ همچنین میتوانید جلوی ویژه یوزرنیم شخص را قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای حذف ویژه کردن کاربر :
	−🧾┈┅━ ریپلی +【 حذف ویژه - Unvip 】
	−📕┈┅━ همچنین میتوانید جلوی حذف ویژه یوزرنیم شخص را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاکسازی لیست ویژه :
	−🧾┈┅━【 پاکسازی لیست ویژه - Clean Vip list 】
	−📕┈┅━ میتوانید از قسمت پنل » لیست ها نیز اقدام کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	BanHelp string = `− 🔱┈┅━ راهنمای مسدود و حذف مسدود

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای مسدود کردن کاربر  :
	−🧾┈┅━ ریپلی +【 بن  -  Ban 】
	−📕┈┅━ همچنین میتوانید جلوی بن یوزرنیم شخص را قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای حذف مسدود کردن کاربر :
	−🧾┈┅━ ریپلی +【 حذف مسدود - Unban 】
	−📕┈┅━ همچنین میتوانید جلوی حذف بن یوزرنیم شخص را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاکسازی لیست مسدود :
	−🧾┈┅━【 پاکسازی لیست بن - Clean ban list 】
	−📕┈┅━ میتوانید از قسمت پنل » لیست ها نیز اقدام کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	PornHelp string = `− 🔱┈┅━ راهنمای ضد پورن 🔞

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن ضد پورن  :
	−🧾┈┅━【 قفل پورن 】
	−📕┈┅━ با فعال کردن قفل پورن گروه خود را اَمن نگه دارید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن ضد پورن :
	−🧾┈┅━【 بازکردن پورن 】
	−📕┈┅━ استغفرالله وگرنه الحمدالله !😅
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ نکته مهم :
	−📕┈┅━ فقط استیکر و عکس های پورن پاک میشوند !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	WelcomeHelp string = `− 🔱┈┅━ راهنمای خوشامدگویی

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن خوشامدگویی  :
	−🧾┈┅━【 خوشامدگویی فعال  -  Welcome on 】
	−📕┈┅━ میتوانید از پنل » تنظیمات نیز اقدام کنید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن خوشامدگویی :
	−🧾┈┅━【 خوشامدگویی غیرفعال - Welcome off 】
	−📕┈┅━ میتوانید از پنل » تنظیمات نیز اقدام کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم متن خوشامدگویی جدید :
	−🧾┈┅━ ریپلی +【 تنظیم خوشامدگویی - Set Welcome 】
	−📕┈┅━ متن / عکس یا فیلم را در گروه ارسال کنید سپس عملیات بالا را روی آن انجام دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاک شدن خودکار متن خوشامدگویی :
	−🧾┈┅━【 پنل - Panel 】
	−📕┈┅━ از قسمت پنل » تنظیمات » خوشامدگویی میتوانید پاکسازی خودکار را فعال کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ کلمات کلیدی در متن خوشامدگویی :
	−🧾┈┅━【 name = نام کاربر 】
	−🧾┈┅━【 gp = نام گروه 】
	−🧾┈┅━【 time = زمان ورود 】
	−🧾┈┅━【 date = تاریخ ورود 】
	−📕┈┅━ میتوانید از مِتُد های بالا در متن خوشامدگویی استفاده کنید
	برای مثال :
	سلام name عزیز به گروه gp خوشومدی 💐
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	FunHelp string = `− 🔱┈┅━ راهنمای فان

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای نمودن شاخ ها :
	−🧾┈┅━ ریپلی +【 بکنش 】
	−📕┈┅━ استغفرالله وگرنه الحمدالله !😅
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای هک کردن اعضا :
	−🧾┈┅━ ریپلی +【 هکش کن 】
	−📕┈┅━ صرفا جنبه فان دارد ! 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای فونت اسم :
	−🧾┈┅━【 فونت IMMoRTaL 】
	−📕┈┅━ جلوی فونت ٫ نام مورد نظر را قرار دهید 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تبدیل عکس به استیکر :
	−🧾┈┅━ ریپلی روی عکس +【 به استیکر 】
	−📕┈┅━ روی عکس ریپلی کرده و فقط عبارت به استیکر را ارسال کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تبدیل استیکر به عکس :
	−🧾┈┅━ ریپلی روی استیکر +【 به عکس 】
	−📕┈┅━ روی استیکر ریپلی کرده و فقط عبارت به عکس را ارسال کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ تشویق کاربران به چت کردن :
	−🧾┈┅━【 چت کنید 】
	−📕┈┅━ من که خیلی ازش خوشم میاد ٫ شما چطور !؟
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای گرفتن نرخ ارز :
	−🧾┈┅━【 نرخ ارز 】
	−📕┈┅━ صرفا جهت آگاهی !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای گرفتن تاریخ :
	−🧾┈┅━【 تاریخ 】
	−📕┈┅━ خیلی بَده که تاریخ رو از یاد ببریم ٫‌ مگه نه !؟
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای گرفتن حدیث :
	−🧾┈┅━【 حدیث 】
	−📕┈┅━ با ایمان بمانید !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ رو مخ ترین دستور ربات :
	−🧾┈┅━【 کی جیگره 】
	−📕┈┅━ جلوی کلمه کی هر کلمه ای خواستید بذارید ٫ استفاده غیر ادبی حرام میباشد !😅
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تگ کردن اعضای گروه :
	−🧾┈┅━【 تگ 】
	−📕┈┅━ فعال باشید و بمانید ^^
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای حرف زدن به جای ربات :
	−🧾┈┅━【 بگوو + چه جالب 】
	−📕┈┅━ ناشناس بمانید !😏
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم جواب برای ربات :
	−🧾┈┅━ ریپلی +【 در جواب میو 】
	−📕┈┅━ به زبان ساده :
	متن خود را بنویسید و در گروه ارسال کنید
	به عنوان مثال [ سلام پیشی کوچولوی من ] 
	
	روی آن ریپلی کرده و بنویسید در جواب میو
	حالا هرکی بگه میو ٫ ربات بهش میگه سلام پیشی کوچولوی من 
	😅
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	LocksHelp string = `− 🔱┈┅━ راهنمای قفل ها

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن قفل ها :
	−🧾┈┅━【 قفل لینک - Lock link 】
	−📕┈┅━ میتوانید جای لینک از سایر موارد در لیست زیر استفاده کنید :
	
	[ لینک ٫ یوزرنیم ٫ هشتگ ٫ کامند ٫ گروه ٫ عکس ٫ فیلم ٫ فروارد ٫ استیکر ٫ مخاطب ٫ گیف ٫ آهنگ ٫ ویس‌ ٫ لوکیشن ٫ ویدیو مسیج ٫ فایل ٫ بازی ٫ ادیت ٫ نظرسنجی ٫ تبچی ٫ تبچی خودکار ٫ ایموجی ٫ دکمه شیشه ای ٫ دستورات ٫ انگلیسی ٫ فارسی ٫ متن ٫ سرویس ٫ ربات ]
	[ Link ٫ Username ٫ Hashtag ٫ Command ٫ Group ٫ Photo ٫ Video ٫ Forward ٫ Sticker ٫ Contact ٫ Gif ٫ Audio ٫ Voice ٫ Location ٫ Video message ٫ File ٫ Game ٫ Edit ٫ Poll ٫ Tabchi ٫ Auto Tabchi ٫ Emoji ٫ Inline ٫ Commands ٫ English ٫ Farsi ٫ Text ٫ Service ٫ Bot ]
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن قفل ها :
	−🧾┈┅━【 بازکردن لینک - Unlock link 】
	−📕┈┅━ میتوانید جای لینک از سایر موارد در لیست زیر استفاده کنید :
	
	[ لینک ٫ یوزرنیم ٫ هشتگ ٫ کامند ٫ گروه ٫ عکس ٫ فیلم ٫ فروارد ٫ استیکر ٫ مخاطب ٫ گیف ٫ آهنگ ٫ ویس‌ ٫ لوکیشن ٫ ویدیو مسیج ٫ فایل ٫ بازی ٫ ادیت ٫ نظرسنجی ٫ تبچی ٫ تبچی خودکار ٫ ایموجی ٫ دکمه شیشه ای ٫ دستورات ٫ انگلیسی ٫ فارسی ٫ متن ٫ سرویس ٫ ربات ]
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تغییر حالت قفل ها :
	−🧾┈┅━【 پنل - Panel 】
	−📕┈┅━ از قسمت پنل » قفل ها میتوانید حالت ها را کنترل کنید
	هر قفل دارای 5 حالت میباشد :
	حذف پیام ٫ بن ٫ سکوت ٫ اخطار ٫ سکوت موقت
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای اقدام از طریق پنل :
	−🧾┈┅━【 پنل - Panel 】
	−📕┈┅━ از قسمت پنل » قفل ها میتوانید قفل ها را کنترل کنید
	۳
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای کنترل گروه در پیوی ربات :
	−🧾┈┅━【 پنل پیوی 】
	−📕┈┅━ پنل به پیوی شما ارسال میشود و میتوانید گروه را مخفیانه کنترل کنید !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای فعال کردن قفل خودکار :
	−🧾┈┅━【 قفل خودکار فعال - Auto lock on 】
	−📕┈┅━ برای تنظیم کردن ساعت قفل از پنل » تنظیمات اقدام کنید
	ساعت پیشفرض قفل خودکار 12 شب تا 8 صبح میباشد !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای غیرفعال کردن قفل خودکار :
	−🧾┈┅━【 قفل خودکار غیرفعال - Auto lock off 】
	−📕┈┅━ میتوانید از پنل نیز اقدام کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم کردن دستی ساعت قفل خودکار :
	−🧾┈┅━【 تنظیم 00:00 تا 07:00 】
	−📕┈┅━ 00:00 ساعت قفل شدن و 07:00 ساعت باز شدن گروه میباشد !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	CleaningHelp string = `− 🔱┈┅━ راهنمای پاکسازی

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای پاکسازی دستوری :
	−🧾┈┅━【 پاکسازی 100 - Clean 100 】
	−📕┈┅━ به جای 100 هر عددی میتوانید قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای پاکسازی با پنل :
	−🧾┈┅【 پاکسازی - Clean 】
	−📕┈┅━ به نام و یاد خدا بخش مورد نظر را انتخاب کنید !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاکسازی کامل :
	−🧾┈┅━【 پاکسازی کامل - Cleanall 】
	−📕┈┅━ گروه خود را تمیز نگه دارید ^^
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ پاکسازی از طریق پیوی ربات :
	−🧾┈┅━【 پاکسازی پیوی - Clean pv 】
	−📕┈┅━ مخفیانه پاکسازی کنید !😄
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ پاکسازی خودکار دستورات :
	−🧾┈┅━【 پنل » تنظیمات » پاکسازی خودکار 】
	−📕┈┅━ از مکالمه خود با ربات اثری به جا نگذارید !
	
	•  در حالت ربات فقط پیام ربات پاک میشود
	•  در حالت ربات و کاربر پیام ربات و کاربر پاک میشود
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن پاکسازی خودکار گروه :
	−🧾┈┅━【 پاکسازی فعال 】
	−📕┈┅━ گروه خود را بدون دخالت دست پاکسازی کنید !♻️ 
	این کار از قسمت پنل » تنظیمات » پاکسازی خودکار نیز قابل انجام است 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن پاکسازی خودکار گروه :
	−🧾┈┅━【 پاکسازی غیرفعال 】
	−📕┈┅━ این کار از قسمت پنل » تنظیمات » پاکسازی خودکار نیز قابل انجام است 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای تنظیم کردن ساعت پاکسازی خودکار گروه :
	−🧾┈┅━【 تنظیم پاکسازی 00:00 】
	−📕┈┅━ 00:00 ساعت پاک شدن پیام ها میباشد که میتوانید عدد مورد نظر خود را به جای آن وارد کنید
	این کار از قسمت پنل » تنظیمات » پاکسازی خودکار نیز قابل انجام است ✨
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ پاکسازی رسانه دلخواه :
	−🧾┈┅━【 پاکسازی - Clean 】
	−📕┈┅━ از پنل گزینه مورد نظر را انتخاب کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	TabchiHelp string = `− 🔱┈┅━ راهنمای ضد تبچی

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن احراز هویت :
	−🧾┈┅━【 قفل تبچی - Lock tabchi 】
	−📕┈┅━ کاربران را بازجویی کنید ^^
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن احزاز هویت :
	−🧾┈┅【 بازکردن تبچی‌ - Unlock tabchi 】
	−📕┈┅━ سخت گیر نباشید :(
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ شناسایی خودکار تبچی ها :
	−🧾┈┅━【 قفل تبچی خودکار - Lock autotabchi 】
	−📕┈┅━ مو رو از ماست کشیدن که میگن همینه !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ غیرفعال کردن شناسایی خودکار تبچی ها :
	−🧾┈┅━【 بازکردن تبچی خودکار - Unlock autotabchi 】
	−📕┈┅━ نه به خشونت علیه تبچی ها 😅
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای ممنوعه کردن کلمات [ مربوط به شناسایی خودکار تبچی ها ] :
	−🧾┈┅━【 کلمه تبچی تست - Tab word test 】
	−📕┈┅━ روی استیکر ریپلی کرده و فقط عبارت به عکس را ارسال کنید
	
	−◾️┈┅━ به زبان ساده :
	−📕┈┅━ با ممنوعه کردن کلمات به ربات دستور میدهید اگر آن کلمه را در اسم ٫ بیو کسی دید آن شخص را مسدود کند
	به عنوان مثال :
	اگر کلمه صیغه را ممنوعه کنید ربات هر کاربری که از کلمه صیغه در اسم یا بیوی خود استفاده کرده باشد را مسدود میکند !
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	RudeModeHelp string = `− 🔱┈┅━ راهنمای تغییر ادبیات ربات

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای بی ادب کردن ربات  :
	−🧾┈┅━【 استرایکر بی ادب شو 】
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای با ادب کردن ربات :
	−🧾┈┅━【 استرایکر با ادب شو 】
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−🔴┈┅━ نکته مهم !
	−◾️┈┅━ تنها در صورتی ربات را بی ادب کنید که از جنبه خود و اعضای گروهتان مطمئن باشید ⚠️
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	KhianatHelp string = `− 🔱┈┅━ راهنمای ضد خیانت 

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن ضد خیانت  :
	−🧾┈┅━【 ضد خیانت فعال 】
	−📕┈┅━ دست و پای خائن ها را بسته نگه دارید !
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن ضد خیانت :
	−🧾┈┅━【 ضد خیانت غیرفعال 】
	−📕┈┅━ خطر را به جان بخرید :)
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم کردن تعداد :
	−🧾┈┅━【 پنل » تنظیمات » ضد خیانت 】
	−📕┈┅━ در این قسمت میتوانید تعداد مجاز برای حذف کردن را تنظیم کنید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	OtherHelp string = `− 🔱┈┅━ راهنمای متفرقه

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای سنجاق پیام  :
	−🧾┈┅━ ریپلی +【 سنجاق - Pin 】
	−📕┈┅━ همگان را از سخن خود مطلع کنید ^^
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای اپدیت لیست ادمین ها :
	−🧾┈┅━【 پیکربندی - Config 】
	−📕┈┅━ همچنین میتوانید از قسمت پنل » تنظیمات » متفرقه پیکربندی خودکار را فعال کنید 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم قوانین :
	−🧾┈┅━ ریپلی +【 تنظیم قوانین - Set rules 】
	−📕┈┅━ قانونمند که میگن شمایی پس !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ پاک شدن پیام های کاربر اخراج شده :
	−🧾┈┅━ از قسمت پنل » تنظیمات » متفرقه اقدام کنید
	−📕┈┅━ وقتی کاربر رو بن کنی پیاماش هم پاک میشن !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	AllowedHelp string = `− 🔱┈┅━ راهنمای کانال و یوزرنیم مجاز

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای مجاز کردن کانال  :
	−🧾┈┅━【 کانال @ - Channel @  】
	−📕┈┅━ جلوی @ ایدی کانال خود را قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای مجاز کردن یوزرنیم :
	−🧾┈┅━【 یوزنیم @ - Username @ 】
	−📕┈┅━ جلوی @ ایدی کاربر را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاکسازی لیست کانال مجاز :
	−🧾┈┅━【 پاکسازی لیست کانال - Clean channel list 】
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای پاکسازی لیست یوزرنیم, محاز :
	−🧾┈┅━【 پاکسازی لیست یوزرنیم - Clean username list 】
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	SpamHelp string = `− 🔱┈┅━ راهنمای پیام رگباری و ضد اسپم

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای فعال کردن پیام رگباری :
	−🧾┈┅━【 پیام رگباری فعال - Flood on 】
	−📕┈┅━ جلوی معترضین را بگیرید ^°^
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای غیرفعال کردن پیام رگباری :
	−🧾┈┅━【 پیام رگباری غیرفعال - Flood off 】
	−📕┈┅━ با اعضای گروه مهربان باشید😅
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای تنظیم تعداد و زمان رگبار :
	−🧾┈┅━【 پنل » تنظیمات » پیام رگباری 】
	−📕┈┅━ در این قسمت میتوانید تعداد رگبار و زمان آن را تنظیم کنید
	
	به زبان ساده :
	اگر شخصی در 5 ثانیه 3 پیام ارسال کند سکوت خواهد شد
	
	حالت های پیام رگباری :
	حذف پیام ٫ سکوت ٫ سکوت موقت ٫ بن ٫ اخطار 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای فعال کردن ضد اسپم  :
	−🧾┈┅━【 ضد اسپم فعال - Antispam on 】
	−📕┈┅━ میتوانید از قسمت :
	 پنل » تنظیمات » ضد اسپم
	تعداد کارکتر مجاز را تعیین کنید !
	
	به زبان ساده :
	اگر تعداد کارکتر را روی ۷۰ تنظیم کنید و کارکتر پیامی از ۷۰ بیشتر باشد پیام پاک میشود
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای غیرفعال کردن ضد اسپم  :
	−🧾┈┅━【 ضد اسپم غیرفعال - Antispam off 】
	−📕┈┅━ نه به محدودیت !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	StatsHelp string = `− 🔱┈┅━ راهنمای آمار

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای دریافت آمار روزانه  :
	−🧾┈┅━【 آمار - Stats 】
	−📕┈┅━ آگاه و هوشیار باشید ^^
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ دریافت آمار بصورت خودکار :
	−🧾┈┅━【 پنل » تنظیمات » آمار 】
	−📕┈┅━ بدون دخالت دست آمار را دریافت کنید !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ آمار تعداد نفرات دلخواه :
	−🧾┈┅━【 آمار 50 - Stats 50 】
	−📕┈┅━ با این دستور میتوانید لیست 50 نفر از فعالترین اعضای گروه خود را مشاهده کنید 
	میتوانید به جای 50 از هر عددی استفاده کنید 
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	AdminsHelp string = `− 🔱┈┅━ راهنمای دسترسی مدیران

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ تنظیم دسترسی برای همه مدیران :
	−🧾┈┅━【 پنل - Panel 】
	−📕┈┅━ از قسمت پنل ٫ دسترسی مدیران میتوانید دسترسی ها را برای همه مدیران اعمال کنید !
	همچنین میتوانید با ارسال دستور دسترسی در گروه این کار را انجام دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ تنظیم دسترسی فقط برای یک مدیر :
	−🧾┈┅━ ریپلی +【 دسترسی 】
	−📕┈┅━ از پنل باز شده میتوانید دسترسی کاربر را تنظیم کنید !
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
	PromotionHelp string = `− 🔱┈┅━ راهنمای ارتقای مقام کاربر

	┈┅━━━━┅┈ ┈┅━━━━┅┈ 
	−◾️┈┅━ برای ارتقا به مدیر گروه :
	−🧾┈┅━ ریپلی +【 مدیر گروه - Gpromote 】
	−🧾┈┅━【 مدیر گروه @ - Gpromote @ 】
	−📕┈┅━ میتوانید جلوی @ ایدی کاربر را قرار دهید
	
	┈┅━━━━┅┅━━━━┅┅━━━━┅┈ 
	−◾️┈┅━ برای عزل کاربر از مقام مدیر گروه :
	−🧾┈┅━ ریپلی +【 حذف مدیر گروه - Gdemote 】
	−🧾┈┅━【 حذف مدیر گروه @ - Gdemote @ 】
	−📕┈┅━ میتوانید جلوی @ ایدی کاربر را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای ارتقا به مدیریت ربات :
	−🧾┈┅━ ریپلی +【 مدیر ربات - Promote 】
	−🧾┈┅━【 مدیر ربات @ - Promote @ 】
	−📕┈┅━ میتوانید جلوی @ ایدی کاربر را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای عزل کاربر از مقام مدیر ربات :
	−🧾┈┅━ ریپلی +【 حذف مدیر ربات - Demote 】
	−🧾┈┅━【 حذف مدیر ربات @ - Demote @ 】
	−📕┈┅━ میتوانید جلوی @ ایدی کاربر را قرار دهید
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای ارتقای کاربر به مالکیت ربات :
	−🧾┈┅━【 مالک - Mpromote 】
	−📕┈┅━ جانشین برای خود انتخاب کنید !😉
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	−◾️┈┅━ برای عزل کاربر از مقام مالک ربات :
	−🧾┈┅━【 حذف مالک - Mdemote 】
	−📕┈┅━ جا خواستیم جانشین نخواستیم پاشو بابا !😅
	
	┈┅━━━━┅┈ ┈┅━━━━┅┈
	
	−◾️┈┅━ موفق باشید کاربر گرامی ✨`
)

var HelpTexts = map[interface{}]interface{}{
	"ForceJoinHelp": ForceJoinHelp,
	"FilterHelp":    FilterHelp,
	"MuteHelp":      MuteHelp,
	"VipHelp":       VipHelp,
	"BanHelp":       BanHelp,
	"PornHelp":      PornHelp,
	"WelcomeHelp":   WelcomeHelp,
	"FunHelp":       FunHelp,
	"LocksHelp":     LocksHelp,
	"CleaningHelp":  CleaningHelp,
	"TabchiHelp":    TabchiHelp,
	"RudemodeHelp":  RudeModeHelp,
	"KhianatHelp":   KhianatHelp,
	"OtherHelp":     OtherHelp,
	"AllowedHelp":   AllowedHelp,
	"SpamHelp":      SpamHelp,
	"StatsHelp":     StatsHelp,
	"AdminsHelp":    AdminsHelp,
	"PromotionHelp": PromotionHelp,
}
